Revit 2024 API
BuiltInFailures.GroupFailures.FailedToSetLeaderGroupId Property
 Unable to set id of group type.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static FailureDefinitionId FailedToSetLeaderGroupId { get; }
Visual Basic
Public Shared ReadOnly Property FailedToSetLeaderGroupId As FailureDefinitionId
	Get
Visual C++
public:
static property FailureDefinitionId^ FailedToSetLeaderGroupId {
	FailureDefinitionId^ get ();
}
See Also
BuiltInFailures.GroupFailures Class
Autodesk.Revit.DB Namespace